Repository: magicsunday/webtrees-fan-chart
Catalog: language/*.po
Languages: fi, nl

source: Use Ctrl + scroll to zoom in the view
fi: Zoomaa näkymää käyttämällä ohjausnäppäintä (Ctrl) + rullauslaitetta

source: Move the view with two fingers
fi: Siirrä näkymä kahdella sormella

source: Ancestral fan chart
fi: Esipolvi-viuhkakaavio
nl: Voorouderlijk waaierdiagram

source: Ancestral fan chart of %s
fi: Esipolvi-viuhkakaavio - %s
nl: Voorouderlijk waaierdiagram van %s

source: 180 degrees
fi: 180 astetta

source: 210 degrees
fi: 210 astetta

source: 240 degrees
fi: 240 astetta

source: 270 degrees
fi: 270 astetta

source: 300 degrees
fi: 300 astetta

source: 330 degrees
fi: 330 astetta

source: 360 degrees
fi: 360 astetta

source: A fan chart of an individual’s ancestors.
fi: Henkilön esivanhempien viuhkakaavio.

source: Degrees
fi: Asteet
nl: Opmaak

source: Font size
fi: Fonttikoko
nl: Tekstgrootte

source: Show color gradients
fi: Näytä värigradientit

source: 180 degree
nl: halve cirkel

source: 210 degree
nl: 210 graden

source: 240 degree
nl: twee derde cirkel

source: 270 degree
nl: driekwart cirkel

source: 300 degree
nl: 300 graden

source: 330 degree
nl: 330 graden

source: 360 degree
nl: volle cirkel

source: A fan chart of an individualâ€™s ancestors.
nl: Een waaierdiagram met de voorouders van een persoon.

source: Individual
nl: Persoon

source: Generations
nl: Generaties

source: view
nl: bekijk
