Repository: magicsunday/webtrees-fan-chart
Catalog: resources/lang/*/messages.po
Languages: nb, ru, sr_latn, sv, vi

source: Fan chart
nb: Viftediagram
ru: Веерный график
sr_latn: Lepeza grafikon
sv: Solfjäderdiagram
vi: Biểu đồ hình quạt

source: A fan chart of an individual’s ancestors.
nb: Et viftediagram over en persons aner.
ru: Веерный график персоны.
sr_latn: Lepeza grafikon predaka pojedinca.
sv: Ett solfjäderdiagram med en persons förfäder.
vi: Biểu đồ cá nhân Tổ tiên

source: Fan chart of %s
nb: Viftediagram til %s
ru: Веерный график для %s
sr_latn: Lepeza grafikon %s
sv: Solfjäderdiagram för %s

source: Use Ctrl + scroll to zoom in the view
nb: Bruk Ctrl + scroll for zoom
ru: Используйте Ctrl + колёсико мыши, чтобы увеличить
sr_latn: Koristi CTRL+ skrol za zumiranje u prikazu
sv: Använd Ctrl + rullen för att zooma in vyn
vi: Kết hợp Ctrl + scroll để thu phóng biểu đồ

source: Move the view with two fingers
nb: Bruk to fingre for å flytte utsnitt
ru: Перемещайте, используя два пальца
sr_latn: Pomeranje prikaza pomoću dva prsta
sv: Flytta vyn med två fingrar
vi: Di chuyển tầm nhìn bằng hai ngón tay

source: Born: %s
nb: Født: %s
ru: Рождение: %s
sr_latn: Rođen: %s
sv: Född: %s

source: Died: %s
nb: Død: %s
ru: Смерть: %s
sr_latn: Umro: %s
sv: Död: %s

source: Deceased
nb: Død
ru: Умер
sr_latn: Preminuo
sv: Död
vi: Người mất

source: Re center
nb: Tilbakestill
ru: Выровнять
sr_latn: Ponovo centriran
sv: Återcentrera
vi: Chỉnh biểu đồ về giữa màn hình

source: Export as PNG
nb: Eksporter som PNG
ru: Экспорт в PNG
sr_latn: Izvezi kao PNG
sv: Exportera som PNG
vi: Xuất định dạng PNG

source: Export as SVG
nb: Eksporter som SVG
ru: Экспорт в SVG
sr_latn: Izvezi kao SVG
sv: Exportera som SVG
vi: Xuất định dạng SVG

source: Fan size
nb: Viftestørrelse
ru: Размер веера
sr_latn: Veličina lepeze
sv: Diagramstorlek
vi: Kích thước biểu đồ

source: Font size
nb: Fontstørrelse
ru: Размер шрифта
sr_latn: Veličina fonta
sv: Fontstorlek
vi: Kích thước font chữ

source: Generations
nb: Generasjoner
ru: Поколения
sr_latn: Generacije
sv: Generationer
vi: Các thế hệ

source: Number of inner levels
nb: Antall indre nivå
ru: Ширина
sr_latn: Broj unutrašnjih nivoa
sv: Antal inre nivåer
vi: Độ rộng ô trong hình quạt

source: Specifies the number of levels in which the text is written along an arc.
nb: Angir antall nivå der teksten vil bli skrevet i kurve.
ru: Указать ширину строчек для написания по дуге.
sr_latn: Određuje broj nivoa u kojima je tekst napisan duž luka.
sv: Specificerar antalet inre nivåer i vilken texten skrivs längs en båge.
vi: Cấp độ trong đó văn bản được viết dọc theo một vòng cung

source: Hide empty segments
nb: Skjul tomme segmenter
ru: Скрыть пустое
sr_latn: Sakri prazne segmente
sv: Göm tomma segment
vi: Ẩn vùng trống

source: Show color gradients
nb: Vis fargegradienter
ru: Выделить ответвления цветом
sr_latn: Prikaži prelive boja
sv: Visa färggradienter
vi: Hiển thị màu viền

source: Show parent marriage dates
nb: Vis dato for foreldres vielse
ru: Показать даты бракосочетания
sv: Visa föräldrars giftermålsdatum

source: Individual
nb: Person
ru: Персона
sr_latn: Pojedinac
sv: Individ
vi: Cá nhân

source: view
nb: vis
ru: Обновить
sr_latn: Prikaz
sv: visa
vi: Xem biểu đồ

source: Show more options
nb: Vis flere valg
ru: Дополнительные опции
sv: Visa fler alternativ

source: Hide more options
nb: Skjul flere valg
ru: Спрятать доп. опции
sv: Göm fler alternativ

source: Presentation
sr_latn: Prezentacija
vi: Hình thức trình bày
